Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: འབྱུང་པོ་ཀུན་ལ་མཆོག་སྦྱིན་པ། །ཐམས་ཅད་ཅེས་ནི་ཡང་དག་བསྒྲགས། །
en: She is a granter of boons, And proclaimed as the totality of all beings. {2.60}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་ཙིན་ཏྱཱད་བྷུ་ཏ་རཱུ་པཱི་ནཱཾ།
en: “Homage to all the buddhas, Whose forms are wondrous and inconceivable!

source: ཨོཾ་ཤྭེ་ཏེ་ཤྲཱི་བ་སུ་སྭཱ་ཧཱ།
en: “ Oṁ , you with the white, splendorous body! Svāhā! {2.61}

source: རྨ་བྱའི་གདན་གྱི་ཕྱག་རྒྱ་ཡིས། །རྣམ་དགོད་ལས་ནི་ཐམས་ཅད་བྱེད། །དཀར་མོ་ཆེན་མོ་ཞེས་བྱ་བ། །རྨད་བྱུང་བསམ་མེད་གཟུགས་ཅན་ཏེ། །
en: “When combined with the mudrā peacock seat, This vidyā may be employed in all rites. She is called Mahāśvetā, the brilliantly white one.

source: འཇིག་རྟེན་རྣམས་ཀྱི་སྐལ་ལྡན་བྱེད། །སྐྱེས་པ་བུད་མེད་དབང་དུ་འགྱུར། །
en: With her wondrous, inconceivable form, She brings prosperity and happiness to the world, Enthralling both men and women. {2.62}

source: ཨོཾ་ཁི་ཁི་རི་ཁི་རི་བྷང་གུ་རི་སརྦ་ཤ་ཏྲུཾ་སྟཾ་བྷ་ཡ་ཛམ་བྷ་ཡ་མོ་ཧ་ཡ་བ་ཤ་མཱ་ན་ཡ་སྭཱ་ཧཱ།
en: The next vidyā is: “ Oṁ, khi khiri khi riri ! The wrinkled one! Paralyze, smash, stupefy, and enthrall all enemies! Svāhā! {2.63}

source: རིག་པ་འདི་ནི་རིག་ཆེན་པོ། །རྣལ་འབྱོར་མ་ཞེས་རབ་ཏུ་བསྟན། །
en: “This vidyā , Mahāvidyā, Is said to be a yoginī.

source: ཕྱག་རྒྱ་གདོང་གསུམ་སྦྱར་བྱས་ན། །མ་རུངས་སེམས་ཅན་འདུལ་བར་བྱེད། །
en: When used in combination with the mudrā the mouth, She can tame wicked beings. {2.64}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱཀྟི་པྲ་ཙ་རཱི་ཎཱཾ། ཏདྱ་ཐཱ།
en: “Homage to all the buddhas, The followers of impeccable paths.

source: ཨོཾ་ཤྲཱིཿ།
en: The next vidyā is: “ Oṁ, Śrī! {2.65}

source: རིག་པ་འདི་ནི་དཔལ་ཆེན་མོ། །འཇིག་རྟེན་མགོན་གྱིས་བསྟན་པ་སྟེ། །
en: “This vidyā , Mahālakṣmī, Was taught by the protectors of the world.

source: ཕྱག་རྒྱ་ཁ་སྦྱར་སྦྱར་བྱས་ན། །རྒྱལ་སྲིད་ཆེན་པོ་སྦྱིན་བྱེད་པའོ། །
en: When combined with the mudrā hollow space, She will grant the rank of a great king. {2.66}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། སརྦ་སཏྭཱ་བྷ་ཡ་པྲ་ད་ཡི་ནཱཾ།
en: “Homage to all the buddhas, The givers of fearlessness to all beings.

source: ཨོཾ་ཨ་ཛི་ཏེ་ཀུ་མཱ་ར་རཱུ་པཱི་ཎཱི་ཨེ་ཧྱེ་ཧི་ཨཱ་གཙྪ་མ་མ་ཀཱརྱཾ་ཀུ་རུ་སྭཱ་ཧཱ།
en: The next vidyā is: “ Oṁ , Ajitā! One with a youthful form! Come, come! Help me with my affairs! Svāhā! {2.67}

source: རྒྱལ་བྱེད་མ་ཞེས་རྣམ་གྲགས་པ། །གཞོན་ནུ་བདུད་རྩི་ལས་བྱུང་བ། །
en: “Her name is Ajitā, and she is A girl of royal bearing arisen from ambrosia!

source: རྫོགས་པའི་ཕྱག་རྒྱ་ལྡན་པ་ཡིས། །དགྲ་རྣམས་ཐམས་ཅད་ཟློག་པར་བྱེད། །
en: When combined with the mudrā complete, She will restrain all one’s enemies. {2.68}

source: ཨོཾ་ཛ་ཡེ་སྭཱ་ཧཱ། བི་ཛ་ཡེ་སྭཱ་ཧཱ། ཨ་ཛི་ཏེ་སྭཱ་ཧཱ། ཨ་པ་རཱ་ཛི་ཏེ་སྭཱ་ཧཱ།
en: The vidyā of the four sisters is: “ Oṁ, Jayā, svāhā! Vijayā, svāhā ! Ajitā, svāhā ! Aparājitā, svāhā! {2.69}

source: སྲིང་མོ་བཞི་ཞེས་རྣམ་གྲགས་པ། །བྱང་ཆུབ་སེམས་དཔའི་རྗེས་འགྲོ་བ། །
en: “These attendants upon bodhisattvas Are referred to as the four sisters.

source: ས་རྣམས་ཐམས་ཅད་ཀུན་འགྲོ་ཞིང་། །ཀུན་ལ་རྗེས་སུ་འཛིན་བྱེད་པའོ། །
en: They wander the breadth of the earth, Showing favor to living beings. {2.70}

source: མིང་པོ་གཏུམ་བུ་རུ་ཞེས་གྲགས། །འདི་དག་གི་ནི་རྗེས་སུ་འབྲང་། །
en: “They are accompanied by their brother, Who is referred to by the name Tumburu.

source: གྲུ་ཡི་བཞོན་པ་ལ་ཞོན་ནས། །རྒྱ་མཚོ་ལ་ནི་གནས་པ་ཡིན། །
en: They travel in boats, Dwelling on the water.

source: ཁུ་ཚུར་ཕྱག་རྒྱ་བཅིངས་པ་ཡིས། །བསམ་པ་ཐམས་ཅད་ཡོངས་རྫོགས་བྱེད། །
en: When this vidyā is combined with the mudrā the fist, It will completely fulfill all wishes. {2.71}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ལོ་ཀཱ་གྲཱ་དྷི་པ་ཏཱི་ནཱཾ། ཏདྱ་ཐཱ།
en: “Homage to all the buddhas, The supreme masters of the world!

source: ཨོཾ་ཀུ་མཱ་ར་མ་ཧཱ་ཀུ་མཱ་ར་ཀྲི་ཌ་ཀྲི་ཌ། ཤཾ་མུ་ཁ་བོ་དྷི་སཏྭཱ་ནུ་ཛྙཱ་ཏ། མ་ཡཱུ་རཱ་ས་ན། ཤཀྟོ་དྱ་ཏ་པཱ་ཎེ། རཀྟཱཾ་ག་རཀྟ་གན་དྷཱ་ནུ་ལེ་པ་ན་པྲི་ཡ། ཁ་ཁ་ཁཱ་ཧི་ཁཱ་ཧི་ཧཱུཾ་ནྲྀ་ཏྱ་ནྲྀ་ཏྱ། རཀྟ་པུཥྤཱ་རྩི་ཏ་མཱུརྟི་ས་མ་ཡ་མ་ནུ་སྨ་ར། བྷྲ་མ་བྷྲ་མ། བྷྲཱ་མ་ཡ་བྷྲཱ་མ་ཡ། ལཱ་ཧུ་ལཱ་ཧུ་མཱ་བི་ལམྦ་སརྦ་ཀཱ་ཎི་མེ་ཀུ་རུ་ཀུ་རུ། བི་ཙི་ཏྲ་རཱུ་པ་དྷཱ་རི་ཎཱཾ། ཏིཥྛ་ཏིཥྛ་ཧཱུྃ་སརྦ་བུད་དྷཱ་ནུ་ཛྙཱ་ཏ་སྭཱ་ཧཱ།
en: The mantra of Mañjuśrī- Kārttikeya is: “ Oṁ , divine youth! Great prince, play, play! O six-faced one, authorized by the bodhisattvas! Mounted on a peacock seat and raising your hand with a spear in it! Your color is red and you are fond of red fragrances and unguents. Kha kha ! Eat, eat, eat! Huṁ ! Dance, dance! Your images are worshiped with red flowers. Please remember your samaya! Move about, move! Stir them up, do, do! Quick, quick! Don’t delay! Carry out all my tasks, do! You with a bright and colorful form, remain, remain, huṁ ! You have the authorization from all of the buddhas, svāhā !” {2.72}

source: སྐྱོབ་པ་བྱང་ཆུབ་སེམས་དཔའ་ནི། །འཇམ་པའི་དབྱངས་ཀྱིས་བཤད་པ་ན། །ས་རྣམས་མ་ལུས་རྣམ་དྲུག་ཏུ། །ཀུན་ནས་ཡོངས་སུ་རབ་ཏུ་གཡོས། །
en: The bodhisattva Mañjughoṣa, the protector, Spoke these words And the entire earth shook all around In six different ways. {2.73}

source: སེམས་ཅན་ཀུན་གྱི་དོན་ཕྱིར་དང་། །མ་རུངས་སེམས་ཅན་ཟློག་པའི་ཕྱིར། །མི་བཟད་དབང་ཕྱུག་བུའི་གཟུགས་སུ། །གདུལ་བའི་དོན་དུ་འདིར་སྟོན་ཏེ
en: At that moment, this terrifying son of Maheśvara Arrived in this world for the benefit of all beings, To restrain every wicked being, And for the sake of those to be trained. {2.74}

source: སྐེམ་བྱེད་དང་ནི་མིག་དམར་གྱི། །ཕྱག་མཚན་གྱིས་ནི་མཚོན་པ་སྟེ། །སྙིང་རྗེས་ཐུགས་ནི་བརླན་པ་ཡིས། །འཇམ་པའི་ངག་གིས་གསུངས་པ་ཡིན། །
en: “The mantra of Skanda, who is marked with The distinguishing marks of the planet Mars, Should be recited in a soft voice And with the mind filled with compassion. {2.75}

source: སེམས་དཔའི་ནང་ན་བདག་ཉིད་ཆེ། །བྱིས་པ་རྣམས་ལ་ཕན་བྱེད་གང་། །
en: “He is a magnanimous bodhisattva, Acting for the benefit of naive beings.

source: སེམས་ཅན་སྤྱོད་ཕྱིར་བརྩོན་པ་ནི། །འགྲོ་བ་ཀུན་ལ་རྣམ་པར་སྤྱོད། །
en: Since he is engaged in virtuous conduct, He wanders everywhere throughout the world. {2.76}

source: ཕྱག་རྒྱ་མདུང་དང་ལྡན་པ་ཡིས། །བདག་ཉིད་ཆེན་པོས་སྦྱར་ན་ནི། །
en: “When his mantra is combined with the mudrā shaft of a spear, This magnanimous being can bring forth

source: ཚངས་པ་སོགས་པའང་འགུགས་བྱེད་ན། །མི་རྣམས་ལ་ནི་སྨོས་ཅི་དགོས། །
en: Even the state of Brahmā, and so forth, Let alone the state of a human being. {2.77}

source: གཞོན་ནུའི་སེམས་སུ་མཐའ་དག་ནི། །བསྡུས་ནས་ཡོངས་སུ་བཤད་པར་བྱ། །
en: “In short, all deafness and dumbness Can be destroyed by this divine youth,

source: སྨིན་དྲུག་བུ་དང་འཇམ་དཔལ་གྱི། །སྔགས་སུ་འདི་ནི་ཡང་དག་བསྟན། །
en: For his mantra, when pronounced, Is Mañjuśrī- Kārttikeya himself. {2.78}

source: སེམས་ཅན་རྗེས་སུ་གཟུང་བའི་ཕྱིར། །བྱང་ཆུབ་སེམས་དཔར་འདི་སྟོན་ཏོ། །
en: “This bodhisattva has arrived in this world With the desire to show kindness to beings.

source: ཡིག་གསུམ་ཞེས་བྱའི་སྙིང་པོ་ནི། །འདི་ཡི་སྔགས་སུ་བརྗོད་པ་ཡིན། །
en: The mantra called Three Syllables Has been taught as his heart mantra. {2.79}

source: སེམས་ཅན་ཀུན་ལ་ཕན་པའི་ཕྱིར། །ལོངས་སྤྱོད་འདྲེན་པའི་མཆོག་དེ་ཡིན། །
en: “He is completely dedicated to bringing enjoyments In order to benefit all beings.

source: ཕྱག་རྒྱ་མདུང་དང་ལྡན་པ་ཡིས། །བཀོད་ན་ལས་ཀུན་བྱེད་པ་ཡིན། །
en: Combined with the mudrā shaft of a spear, This three-syllable mantra may be used in all rites. {2.80}

source: ཨོཾ་ཧཱུཾ་ཛྫཿ།
en: “ Oṁ hūṁ jaḥ.

source: སྔགས་འདི་མདོ་རུ་བསྡུ་བྱས་ན། །མི་རྣམས་ཀྱི་ནི་དོན་བྱེད་དོ། །
en: “The above mantra, in short, Will bring about birth as a human. {2.81}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ས་མནྟ་དྱོ་ཏི་ཏ་མཱུ་རྟཱི་ནཱཾ།
en: “Homage to all the buddhas, With their forms all radiant!

source: ཨོཾ་བི་ཀྲྀ་ཏ་གྲ་ཧ་ཧཱུཾ་ཕཊ་སྭཱ་ཧཱ། འདི་ཡང་ཉེ་བའི་སྙིང་པོ་སྟེ། །
en: The auxiliary heart mantra of Kārttikeya is: “ Oṁ , you disfigured graha! Huṁ phaṭ, svāhā! {2.82}

source: དེ་བཞིན་ཕྱག་རྒྱ་མདུང་ལྡན་པས། །འབྱུང་པོ་ཐམས་ཅད་འགུགས་བྱེད་ཅིང་། །དེ་བཞིན་གཟའ་དང་མ་མོར་བཅས། །
en: “When this subsidiary heart mantra is combined, Optionally, with the mudrā spear, It will ward off spirits, including grahas, As well as the mātṛs. {2.83}

source: ཕྱག་རྒྱ་ཀུན་གྱིས་ཕྱག་རྒྱ་ལ། །བཀོད་ན་འབྲས་བུར་བཅས་པར་འགྱུར། །
en: “This mantra will produce results When combined with any of the above mudrās;

source: འབྱུང་པོ་རྣམས་ནི་དངངས་བྱེད་ཅིང་། །མ་རུངས་འཇུག་པ་ཟློག་པར་བྱེད། །
en: It will frighten away evil beings And release beings from their possession. {2.84}

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་འདིའི་གདོང་དྲུག་གི་བུ་ཞེས་བྱ་བའི་འཇམ་དཔལ་གཞོན་ནུའི་རྗེས་སུ་འབྲང་བ་སྟེ།
en: “This divine youth called Mañjuśrī- Kārttikeya is an attendant of Mañjuśrī, the divine youth.

source: ལས་ཐམས་ཅད་བྱེད་པ་སྟེ།
en: He may be employed in all rites.

source: བཟླས་པ་ཙམ་ཁོ་ནས་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: By merely reciting him, he will accomplish all tasks—

source: འབྱུང་པོ་ཐམས་ཅད་དངངས་པར་བྱེད་པ་དང་། སྐྲག་པར་བྱེད་པ་དང་། འགུགས་པར་བྱེད་པ་དང་། དབང་དུ་བྱེད་པ་དང་སྐེམ་པར་བྱེད་པ་དང་། འཇིག་པར་བྱེད་པ་དང་རིག་པ་འཛིན་པ་ཇི་ལྟར་འདོད་པ་དེ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པའོ། །
en: frighten any being away, summon it, enthrall it, cause it to wither, or smash it; or, he will bring whatever the practitioner who has mastered his mantra may desire. {2.85}

source: ཨོཾ་བྲ་ཧྨ་བྲ་ཧྨ་བར་ཙ་ས་ཤཱནྟིཾ་ཀུ་རུ་སྭཱ་ཧཱ།
en: The mantra of Brahmā is: “ Oṁ , Brahmā, good Brahmā! You with infinite energy and splendor! Bring peace, svāhā! {2.86}

source: སྔགས་འདི་ཚངས་པ་ཆེན་པོ་སྟེ། །བྱང་ཆུབ་སེམས་དཔས་བཤད་པ་ཡིན། །
en: “This mantra is the great Brahmā; He has been taught by the bodhisattva [Mañjuśrī].

source: འབྱུང་པོས་ཞི་གྱུར་རབ་ཏུ་ཐོབ། །སྐད་ཅིག་ཉིད་ལ་བསིལ་བར་གྱུར། །
en: Living beings can attain soothing calm The very moment they recite it. {2.87}

source: ཕྱག་རྒྱ་གཙུག་ཕུད་ལྔ་སྦྱར་ན། །མྱུར་དུ་དགེ་ལེགས་ཐོབ་པར་འགྱུར། །
en: “If, in addition, the five-crested mudrā is employed, Good fortune will soon follow.

source: མངོན་སྤྱོད་དག་ནི་ཐམས་ཅད་ལ། །སྲིད་སྲུང་གི་ནི་རིག་བྱེད་འདོད། །
en: It is taught in all rites of assault On the authority of the Atharva Veda.

source: འདི་ནི་མདོར་བསྡུ་བསྟན་པ་སྟེ། །འདི་ཡི་ཆོ་ག་བསྡུས་པ་ཡིན། །
en: This procedure has been concisely taught here In its abridged form. {2.88}

source: ཨོཾ་ག་རུ་ཌ་བཱ་ཧ་ན་ཙ་ཀྲ་པཱ་ཎི། ཙ་ཏུར་བྷུ་ཛ་ཧཱུཾ་ཧཱུཾ་ས་མ་ཡ་མ་ནུ་སྨ་ར། བྷོ་དྷི་སཏྭ་ཨཱ་ཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: The mantra of Viṣṇu is: “ Oṁ , you with a garuḍa for a mount! Holding a discus in your hand! The four-armed one! Hūṁ hūṁ ! Remember your samaya! Bodhisattva [Mañjuśrī] is commanding you, svāhā! {2.89}

source: འཇམ་པའི་དབྱངས་ཀྱིས་བཀའ་སྩལ་པ། །ཞི་བའི་དོན་ནི་མྱུར་བྱེད་ཡིན། །འབྱུང་པོ་རྣམས་ནི་རྣམ་འཇིག་ཅིང་། །ཁྱབ་འཇུག་གཟུགས་ཀྱི་ལུས་ཅན་ཡིན། །
en: “Commanded by Mañjughoṣa, He, the peaceful one, will promptly accomplish the assigned task. In his form of Viṣṇu, he will expel spirits From the bodies of living beings. {2.90}

source: ཕྱག་རྒྱ་གཙུག་ཕུད་གསུམ་སྦྱར་ན། །ལས་རྣམས་ཀུན་བྱེད་བརྟན་པ་ཡིན། །
en: “When employed in conjunction with the mudrā three-crested, He will promptly and resolutely carry out his tasks.

source: གང་དག་ཁྱབ་འཇུག་རྒྱུད་ལ་ནི། །བྱ་བ་རྒྱ་ཆེར་བསྟན་པ་དག ། ཐབས་ཀྱིས་གདུལ་བྱའི་སེམས་ཅན་ལ། །འཇམ་པའི་དབྱངས་ཀྱིས་བཤད་པ་ཡིན། །
en: Whatever elaborate rites Were expounded in Vaiṣṇava tantras Had been taught by Mañjughoṣa As the means to guide sentient beings. {2.91}

source: ན་མཿས་མནྟ་བུད་དྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱཾ་ནཱཾ། ཏདྱ་ཐཱ།
en: “Homage to all the buddhas, the perfect teachers! The mantra of Śiva is:

source: ཨོཾ་མ་ཧཱ་མ་ཧེ་ཤྭ་ར་བྷཱུ་ཏཱ་དྷཱི་པ་ཏི་བྲྀ་ཥ་བྷ་དྷྭ་ཛ་པྲ་ལཾ་བ་ཛ་ཊ་ཛ་ཊ་མུ་ཀུ་ཊ་དྷཱ་རི་ཎེ། སི་ཏ་བྷསྨ་དྷུ་ས་རི་ཏ་མཱུརྟི་ཧཱུཾ་ཧཱུཾ་ཕཊ་ཕཊ་བོ་དྷི་ས་ཏྭ་ཨཱ་ཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: “ Oṁ , great Maheśvara, lord of living beings! Having a bull for an emblem! With your matted hair hanging down from a topknot, and your form ash-colored with [the dusting of] white ashes! Hūṁ, phaṭ phaṭ ! Bodhisattva [Mañjuśrī] is commanding you, svāhā! {2.92}

source: སེམས་ཅན་རྣམས་ལ་ཕན་འདོད་པས། །སྔགས་འདི་བདག་གིས་སྨྲས་པ་སྟེ། །
en: “This mantra has been proclaimed by me, Wishing to benefit living beings.

source: ཕྱག་རྒྱ་མདུང་རྩེ་གསུམ་སྦྱར་ན། །འབྱུང་པོ་ཐམས་ཅད་རྣམ་འཇིག་པའོ། །
en: Used in combination with the mudrā spear, It will destroy all evil spirits. {2.93}

source: བདག་གིས་སྔོན་ནི་གང་བསྟན་པ། །འདི་ཡི་ཆོ་ག་སྔོན་བྱུང་བ། །སེམས་ཅན་ས་སྟེང་གནས་པ་ལ། །ཞི་བ་པ་ཞེས་བརྗོད་པ་སྟེ། །
en: “The old rites of [Śiva], Which I formerly taught, Are described, by beings who dwell On the surface of this earth, as Śaivite.

source: ཡོན་ཏན་སྣ་ཚོགས་རྒྱ་ཆེ་བ། །ཞི་བའི་རྒྱུད་ལས་ང་ཡིས་བསྟན། །
en: Different rites of great value, taught by me, Can be found in the Śaiva tantras. {2.94}

source: ཨོཾ་ཤཱ་ཀུ་ན་མ་ཧཱ་ཤཱ་ཀུ་ན། པདྨ་བི་དཱ་ཏ་པ་ཀྵ་སརྦ་པནྣཱ་ག་ན་ཤཱ་ག་ཁ་ཁ་ཁཱ་ཧི་ཁཱ་ཧི་ས་མ་ཡ་མ་ནུ་སྨ་ར་ཧ་ཏིཥྛ་བོ་དྷི་ས་ཏྭ་ཨཱ་ཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: The mantra of Vainateya is: “ Oṁ , bird, great bird! With your wings spread like lotuses! Destroyer of all serpents! Kha kha ! Devour, devour! Remember your samaya, hūṁ ! Remain! Bodhisattva Mañjuśrī is commanding you, svāhā! {2.95}

source: སྔགས་འདིའི་མཐུ་ནི་ཆེན་པོ་སྟེ། །
en: “This mantra is intensely potent;

source: ནམ་མཁའ་ལྡིང་ཞེས་རྣམ་པར་གྲགས། །གདུལ་དཀའ་འདུལ་བྱེད་རྣམས་ཀྱི་མཆོག །གདེངས་ཀ་ཅན་གྱི་དུག་རྣམས་འཇོམས། །
en: It is known by the name Vainateya. It is the supreme tamer of those who are difficult to tame And the destroyer of the poison of snakes. {2.96}

source: ཕྱག་རྒྱ་ཆེ་དང་སྦྱར་བྱས་ན། །ཕུང་ཁྲོལ་ཤིན་ཏུ་མི་བཟད་འཇོམས། །གནས་དང་འགྲོ་བའི་དུག་དག་ནི། །གསོ་བར་བྱེད་ལ་ཐེ་ཚོམ་མེད། །
en: “Used in combination with the great mudrā, It kills the evil and the cruel ones. It will cure poison without a doubt, Whether it is of animate or inanimate origin. {2.97}

source: སེམས་ཅན་གདུལ་བྱའི་ཐབས་སུ་ནི། །བྱང་ཆུབ་སེམས་དཔའི་ཡང་དག་བཀའ། །ནམ་མཁའ་ལྡིང་གཟུགས་ས་ལ་སྤྱོད། །འདབ་ཆགས་དབང་པོ་འོད་ཆེན་ལྡན། །
en: “Commanded by the bodhisattva [Mañjuśrī], This king of birds, great in splendor, Travels to different places in the form of a garuḍa To train sentient beings by skillful means. {2.98}

source: ཅི་སྲིད་ནམ་མཁའ་ལྡིང་རྒྱུད་དུ། །ཆོ་ག་རྒྱ་ཆེར་བསྟན་དེ་དག །སེམས་ཅན་རྣམས་ལ་ཕན་པའི་ཕྱིར། །ཐམས་ཅད་ང་ཡིས་བསྟན་པ་སྟེ། །
en: “Whatever elaborate rites Were expounded in the Garuḍa tantras Were all taught by me alone For the good of sentient beings. {2.99}

source: བྱང་ཆུབ་སེམས་དཔའ་ནམ་མཁའ་ལྡིང་། །དུལ་བའི་དོན་དུ་འདི་བསྟན་ཏོ། །
en: “That garuḍa bird is a bodhisattva Who has arrived in this world in order to guide beings.

source: གདེངས་ཅན་དུག་ནི་གཞོམ་བྱའི་ཕྱིར། །འདབ་ཆགས་ཚུལ་གྱིས་རྣམ་པར་རྒྱུ། །
en: He wanders around in a bird’s form To destroy the poison of serpents. {2.100}

source: འཇིག་རྟེན་སྔགས་ནི་ཇི་སྲིད་པ། །ཆོ་ག་འདི་ནི་བསྟན་པ་ན། །
en: “Whatever worldly mantras there are, They have been taught in this manual of rites.

source: སེམས་ཅན་གདུལ་བྱའི་དོན་དུ་ནི། །དེ་ལྟ་དེ་ལྟར་རྣམ་པར་རྒྱུ། །
en: I apply them in whatever way is necessary In order to guide sentient beings. {2.101}

source: གང་ཡང་དེ་བཞིན་གཤེགས་སྔགས་དང་། །རྡོ་རྗེ་པདྨའི་རིགས་དག་ཀྱང་། །ང་ཡིས་ཆོ་ག་རབ་འབྱམ་དང་། །མདོ་དག་ཀྱང་ནི་བསྟན་པ་ཡིན། །
en: “As for the mantras of the tathāgatas Of both the Vajra or the Lotus families, They have been taught In this extensive manual and also before. {2.102}

source: ཇི་ལྟར་མ་མོ་མང་པོ་ནི། །འབད་པས་བྱིས་པ་རྣམས་སྲུང་བ། །དེ་བཞིན་བྱིས་པའི་བློ་ཅན་ལ། །སྔགས་ཀྱི་ཚུལ་གྱིས་ང་ཡིས་བཤད། །
en: “Just as a mother enthusiastically plays With her child in various ways, In the same way I assume different mantra forms For the sake of naive beings. {2.103}

source: སྔོན་ནི་སྟོབས་བཅུ་ལྡན་པས་བསྟན། །ད་ནི་ང་ཡིས་བསྟན་པ་ཡིན། །
en: “What was previously taught by those of the ten powers I have now taught.

source: སྔགས་རྒྱུད་དོན་ནི་མ་ལུས་པ། །འོད་ཆེན་གཞོན་ནུས་བསྟན་པ་ཡིན། །
en: The entire subject matter of the mantra system Has also been explained by the divine youth of great splendor. {2.104}

source: རྒྱལ་བ་མཆོག་གིས་གང་གསུངས་དང་། །སྟོབས་བཅུ་ལྡན་པའི་སྲས་གསུངས་དང་། །རྨད་བྱུང་བསམ་མི་ཁྱབ་ཚུལ་གྱིས། །འཇམ་དབྱངས་ཀྱིས་གསུངས་དེ་དག་གོ། །
en: “The verses sung by the supreme victors, And those sung by the sons of those of the ten powers, Have also been sung by Mañjughoṣa In many wondrous and inconceivable forms.” {2.105}

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་ཐམས་ཅད་དང་ལྡན་པའི་གནས་གཙང་མའི་གཞལ་མེད་ཁང་དང་། འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་ལ་གཟིགས་ནས། དམ་ཚིག་ཐམས་ཅད་ཡང་དག་པར་བསྐུལ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: Then Mañjuśrī, the divine youth, gazing at the realm of the Pure Abode and the great gathering that had assembled there, entered the samādhi called the one that animates all samayas .

source: གང་དུ་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་པ་ན་སེམས་ཅན་མཐའ་དག་གི་སྒྲུབ་པའི་སྤྱོད་པ་སེམས་ལ་རབ་ཏུ་ཞུགས་པར་གྱུར་ཏོ། །
en: When this samādhi is entered, every being develops the intention to engage in conduct to liberate all sentient beings. {2.106}

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་ཐམས་ཅད་དང་ལྡན་པའི་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ནོར་བུ་རིན་པོ་ཆེ་སྣ་ཚོགས་པའི་རྒྱན་བཀོད་པའི་དཀྱིལ་འཁོར་དུ་གྱུར་ཏེ། བསམ་གྱིས་མི་ཁྱབ་ཅིང་རྨད་དུ་བྱུང་བའི་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་འཕྲུལ་པ་རང་སངས་རྒྱས་ཐམས་ཅད་དང་། འཕགས་པ་ཉན་ཐོས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སྤྱོད་པ་ལ་ཞུགས་པ་དང་། ས་བཅུའི་དབང་ཕྱུག་ལ་གནས་པ་དག་གིས་ཀྱང་དཀྱིལ་འཁོར་དེ་བྲི་བའམ་འདྲིར་གཞུག་པར་མི་ནུས་ན་སོ་སོའི་སྐྱེ་བོར་གྱུར་པའི་སེམས་ཅན་གྱིས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: As soon as Mañjuśrī, the divine youth, entered this samādhi, the entire realm of the Pure Abode changed, by way of a wondrous and inconceivable transformation through his bodhisattva power, into a beautiful maṇḍala adorned with ornaments of jewels and gems of many colors. None of those who have undertaken the conduct of pratyeka­buddhas or venerable śrāvakas, nor any of the bodhisattvas, these mighty lords established on the tenth level, would be able to paint or supervise the painting of such a maṇḍala, so what need is there to mention ordinary people? {2.107}

source: འཕགས་པའི་དཀྱིལ་འཁོར་བཟང་པོ་དེ་གྲུབ་པའི་གནས་སྐབས་ལ་གནས་པ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་གཟིགས་ནས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་དང་། འཕགས་པ་ཉན་ཐོས་ཐམས་ཅད་དང་། བྱང་ཆུབ་སེམས་དཔའ་ས་བཅུ་ལ་རབ་ཏུ་གནས་པ། རྒྱལ་ཚབ་ཏུ་དབང་བསྐུར་བ་ཐམས་ཅད་དང་། སྤྱོད་པ་ལ་ཞུགས་པ་ཐམས་ཅད་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་ཐམས་ཅད་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་བྱིན་གྱིས་བརླབས་ཀྱིས་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའི་མཛད་པ་བསམ་གྱིས་མི་ཁྱབ་པའི་རྒྱུ་མཐུན་པ་དང་ཏིང་ངེ་འཛིན་གྱི་ཁྱད་པར་གྱི་ཐུགས་ལས་བྱུང་བའི་དཀྱིལ་འཁོར་ལ་ཞུགས་པར་བདག་ཉིད་ཀྱིས་ཡང་དག་པར་ཤེས་པར་གྱུར་ཏོ། །
en: When they beheld Mañjuśrī, the princely youth, established in the state of accomplishment of the samaya of this divine, noble maṇḍala, all the blessed buddhas, pratyeka­buddhas, venerable śrāvakas, bodhisattvas established on the tenth level, crown princes consecrated to kingship, and all those who undertook their respective conduct including beings that are free from or subject to karmic influences perceived themselves, through the blessing of the divine youth Mañjuśrī, as being part of this inconceivable maṇḍala arisen as the consequence of buddha or bodhisattva activity through the mental power of his special samādhi.

source: སེམས་ཅན་སོ་སོའི་སྐྱེ་བོའི་ཡིད་ཀྱིས་ཀྱང་དེ་དམིགས་པར་མི་ནུས་ན་བྲི་བའམ་འདྲིར་འཇུག་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: It is not possible for ordinary people even to visualize this maṇḍala in their minds, let alone paint it or supervise a painting of it. {2.108}

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་དཀྱིལ་འཁོར་ཆེན་པོ་བཟང་པོ་དེ་ལ་རབ་ཏུ་ཞུགས་པའི་སེམས་ཅན་དེ་དག་ལ་སྨྲས་པ། གྲོགས་པོ་དག་ཉོན་ཅིག་
en: Then Mañjuśrī, the divine youth, addressed the beings who were about to enter the samaya of the maṇḍala of this great assembly as follows: “Listen, friends!

source: འདི་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་འདའ་བར་བྱ་བ་མ་ཡིན་ནསེམས་ཅན་གཞན་འཕགས་པ་དང་། འཕགས་པ་མ་ཡིན་པ་རྣམས་ཀྱིས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: This samaya must not be violated even by the tathāgatas and the bodhisattvas, let alone by other beings, be they noble or not.” {2.109}

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་གས་གསང་བ་པའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེ་ལ་སྨྲས་པ།
en: Then Mañjuśrī, the divine youth, spoke to Vajrapāṇi, the general of the guhyakas:

source: ཀྱེ་རྒྱལ་བའི་སྲས་མི་ལས་འདས་པའི་དཀྱིལ་འཁོར་དམ་པ། ཡིད་ལས་བྱུང་བ་ནི་བསྟན་ཏོ། །མི་རྣམས་ཀྱི་དཀྱིལ་འཁོར་བསྟན་པར་བྱ་སྟེ།
en: “Mentally generated samayas beyond the scope of humans have been taught before, O son of the victorious ones.

source: དེ་བཞིན་གཤེགས་པ་རྣམས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནའང་། སེམས་ཅན་རྣམས་གང་དུ་ཡང་དག་པར་ཞུགས་ན། འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་སྔགས་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ། །
en: But I will now teach the samaya of the completely liberated tathāgatas, suitable for humans, whereby beings, once they have entered it, will attain the accomplishment of all worldly and transcendent mantras.” {2.110}

source: དེ་ནས་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་སྨྲས་པ།
en: Vajrapāṇi, the general of the guhyakas, replied to Mañjuśrī, the divine youth,

source: རྒྱལ་བའི་སྲས་གང་དེ་དུས་ལ་བབ་པར་ཤེས་ན་ གསུངས་ཤིག་གསུངས་ཤིག །
en: “Speak, speak, O son of the victorious ones, if the time seems right to you! {2.111}

source: ཤཱཀྱ་སེང་གེ་མགོན་པོ་ནི། །ཡོངས་སུ་མྱ་ངན་འདས་འོག་ན། །
en: “Once the protector of the world, The Lion of the Śākyas, had entered into perfect nirvāṇa,

source: སེམས་ཅན་རྣམས་ཀྱི་སངས་རྒྱས་ཉིད། །ས་སྟེང་ཁྱོད་ཀྱི་དཀྱིལ་འཁོར་བྱེད། །
en: You created a maṇḍala here on earth That is, for beings, like awakening itself. {2.112}

source: མཐོང་བ་ཙམ་གྱིས་འཇིག་རྟེན་ན། །སྔགས་ནི་རབ་ཏུ་འགྲུབ་པར་འགྱུར། །
en: “For, when this maṇḍala is merely seen, One will attain, in this world, the accomplishment of mantra.

source: མི་ཤེས་ཆོ་ག་ཉམས་པའམ། །དམ་ཚིག་བདག་པོར་མ་གྱུར་ན། །
en: But if the rite is corrupted out of ignorance, Or if one does not master the samaya, {2.113}

source: བདག་ཉིད་ཆེན་པོ་ཚངས་པ་ཡང་། །སྔགས་རྣམས་འགྲུབ་པར་མི་འགྱུར་རོ། །
en: “One will not accomplish the mantras, Even though one may be as great as Brahmā.

source: སྔགས་ལ་དད་པ་མེད་པས་ནི། །འབད་པ་དུ་མ་བྱས་གྱུར་ཀྱང་། །སྔགས་རྣམས་འགྲུབ་པར་མི་འགྱུར་བས། །མ་རུངས་དམ་ཚིག་མི་བསྟན་ཏོ། །
en: If one does not apply oneself to this tantra And does not meet with its teaching on the samaya, {2.114} “One will not accomplish the mantras, Even if one exerts oneself again and again.

source: དམ་ཚིག་སྦྱོར་བ་ཉམས་པ་ནི། །རབ་འབྱམ་བརྒྱ་བྱིན་ཡིན་ན་ཡང་། །སྔགས་རྣམས་འགྲུབ་པར་མི་འགྱུར་ན། །
en: If one’s application of the samaya is corrupt, Then even if one has the perseverance of Śakra, {2.115} “One will not accomplish the mantras;

source: མི་རྣམས་སྨོས་ཀྱང་ཅི་ཞིག་དགོས། །
en: How then could the humans on earth?

source: དམ་ཚིག་བསྟན་བཅོས་དེ་ཉིད་ཤེས། །ལས་ཀྱི་སྤྱོད་པ་སྒྲུབ་པ་ལ། །འཇིག་རྟེན་འཇིག་རྟེན་འདས་པ་ཡི། །སྔགས་རྣམས་ཐམས་ཅད་འགྲུབ་པར་འགྱུར། །
en: However, when one knows the true teaching on the samaya And performs the activities pertaining to conduct, The mantras will be accomplished as soon as they are recited, Be they worldly or noble. {2.116}

source: འཇམ་པའི་དབྱངས་ཀྱི་དཀྱིལ་འཁོར་ནི། །ལས་ཀུན་བྱེད་ལ་རབ་ཞུགས་ན། །
en: “One who has entered the maṇḍala of Mañjughoṣa Will be able to accomplish all activities.

source: བསྟན་པ་ལ་ནི་གཞོན་ནུ་བཞིན། །སྔགས་རྣམས་འགྲུབ་པར་འགྱུར་བ་ཡིན། །
en: One will definitely attain the accomplishment of mantra Just as in the teachings of the divine youth.” {2.117}

source: དེ་ནས་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་སེམས་དཔའ་ཆེན་པོ་དེ་ལ་གསོལ་བ་བཏབ་པ།
en: At that moment, Vajrapāṇi, the general of the guhyakas, supplicated the great being Mañjuśrī:

source: ཀྱེ་སེམས་ཅན་ཆེན་པོ་སེམས་ཅན་གྱི་དོན་གྱི་ཕྱིར་མདོར་བསྡུས་པའི་དཀྱིལ་འཁོར་གསུངས་ཤིག་ཅེས་སོ། །
en: “Ho, ho, great bodhisattva! Please teach concisely the maṇḍala procedure for the benefit of all beings.” {2.118}

source: གསང་བ་པའི་བདག་པོས་དེ་སྐད་ཅེས་སྨྲས་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་བས་སེམས་ཅན་གྱི་དོན་གྱི་ཕྱིར། དཀྱིལ་འཁོར་གྱི་ཆོ་ག་སྨྲས་པ།
en: Being thus requested by the general of the guhyakas, Mañjuśrī, the divine youth, commenced teaching the maṇḍala procedure for the benefit of all beings. {2.119}
